[
  "Prostate cancer \\n1. Which of the following is a potentially curative treatment for prostate cancer?\\na) Hormone therapy alone\\nb) Chemotherapy alone\\nc) Radical prostatectomy\\nd) Immunotherapy alone\\ne) Palliative care\\nAnswer: c) Radical prostatectomy\\n2. What is a common complication of radical prostatectomy?\\na) Increased appetite\\nb) Hearing loss\\nc) Incontinence\\nd) Improved vision\\ne) Hair growth\\nAnswer: c) Incontinence\\n3. In prostate cancer treatment, what does \"LHRH agonist\" stand for?\\na) Luteinizing Hormone Receptor Hypertrophy\\nb) Luteinizing Hormone-Releasing Hormone agonist\\nc) Lymphocyte-Releasing Hormone\\nd) Lipid-Related Hormone\\ne) Liver-Related Hormone\\nAnswer: b) Luteinizing Hormone-Releasing Hormone agonist\\n4. Which of the following drug classes is used in prostate cancer therapy?\\na) Antifungals\\nb) Antiandrogens\\nc) Antihistamines\\nd) Antidepressants\\ne) Anticoagulants\\nAnswer: b) Antiandrogens\\n5. Why is monotherapy with antiandrogens like flutamide or bicalutamide no longer recommended?\\na) Increased effectiveness compared to LHRH agonists\\nb) Decreased efficacy compared to LHRH agonists\\nc) Fewer side effects\\nd) Lower cost\\ne) Easier administration\\nAnswer: b) Decreased efficacy compared to LHRH agonists\\n6. What is Combined Androgen Blockade (CAB)?\\na) Using two different chemotherapy drugs\\nb) Combining an LHRH agonist with an antiandrogen\\nc) Blocking blood flow to the prostate\\nd) Using radiation and surgery together\\ne) A type of immunotherapy\\nAnswer: b) Combining an LHRH agonist with an antiandrogen\\n7. For which patients might combined androgen blockade be particularly advantageous?\\na) Elderly patients with mild symptoms\\nb) Young patients with good performance status and metastatic disease\\nc) Patients with early-stage prostate cancer\\nd) Patients who prefer herbal remedies\\ne) Patients with other comorbidities\\nAnswer: b) Young patients with good performance status and metastatic disease\\n8. What are some common adverse effects of aminoglutethimide?\\na) Increased energy and alertness\\nb) Lethargy, ataxia, and skin rash\\nc) Weight gain and hair loss\\nd) Improved mood and sleep\\ne) Increased muscle strength\\nAnswer: b) Lethargy, ataxia, and skin rash\\n9. What is the role of second-line hormonal interventions in prostate cancer?\\na) First-line therapy for all patients\\nb) Used in patients with metastatic CRPC\\nc) Preventative treatment\\nd) Alternative to surgery\\ne) Cure for prostate cancer\\nAnswer: b) Used in patients with metastatic CRPC\\n10. What does CRPC stand for in the context of prostate cancer?\\na) Castration-Resistant Prostate Cancer\\nb) Chemotherapy-Responsive Prostate Cancer\\nc) Completely Resolved Prostate Cancer\\nd) Cortisol-Related Prostate Cancer\\ne) Cancer-Related Protein Complex\\nAnswer: a) Castration-Resistant Prostate Cancer\\n11. Which of the following is NOT a potential treatment approach for prostate cancer?\\na) Radical prostatectomy\\nb) Radiation therapy\\nc) Hormone therapy\\nd) Chemotherapy\\ne) Aromatherapy\\nAnswer: e) Aromatherapy\\n12. What is a key consideration when choosing a treatment for prostate cancer?\\na) Patient's age only\\nb) Presence of complications\\nc) Cost of treatment\\nd) Patient's preference\\ne) Astrological sign\\nAnswer: d) Patient's preference\\n13. What is the main goal of hormone therapy in prostate cancer?\\na) To cure prostate cancer completely\\nb) To increase testosterone levels\\nc) To reduce androgen levels\\nd) To shrink the bladder\\ne) To improve hair growth\\nAnswer: c) To reduce androgen levels\\n14. Which of the following is a common side effect of hormone therapy?\\na) Increased muscle mass\\nb) Decreased bone density\\nc) Improved memory\\nd) Increased energy levels\\ne) Enhanced libido\\nAnswer: b) Decreased bone density\\n15. What does the term \"metastatic\" mean in relation to prostate cancer?\\na) Cancer is confined to the prostate gland\\nb) Cancer has spread to other parts of the body\\nc) Cancer is in remission\\nd) Cancer is slow-growing\\ne) Cancer is benign\\nAnswer: b) Cancer has spread to other parts of the body",
  "Answer: c) Through Mammography\\n * Question: What is the first step in diagnosing breast cancer?\\n   * a) Biopsy\\n   * b) MRI\\n   * c) Mammography\\n   * d) Physical exam and medical history\\n   * e) Ultrasound\\n   Answer: d) Physical exam and medical history\\n * Question: Which imaging technique uses sound waves to evaluate breast masses?\\n   * a) Mammography\\n   * b) MRI\\n   * c) Ultrasound\\n   * d) PET scan\\n   * e) CT scan\\n   Answer: c) Ultrasound\\n * Question: What is the most accurate method for confirming a breast cancer diagnosis?\\n   * a) Clinical examination\\n   * b) Mammography\\n   * c) Ultrasound\\n   * d) Biopsy\\n   * e) MRI\\n   Answer: d) Biopsy\\n * Question: Which type of biopsy uses a thin needle to extract a sample of breast tissue?\\n   * a) Core Needle Biopsy\\n   * b) Surgical Biopsy\\n   * c) Fine Needle Aspiration\\n   * d) Excisional Biopsy\\n   * e) Endoscopic Biopsy\\n   Answer: c) Fine Needle Aspiration\\n * Question: Which stage indicates that the cancer is confined to the ducts or lobules in the breast?\\n   * a) Invasive stage\\n   * b) Non-invasive stage\\n   * c) Metastatic stage\\n   * d) Advanced stage\\n   * e) Recurrent stage\\n   Answer: b) Non-invasive stage\\n * Question: What is the primary goal of treating non-invasive breast cancer?\\n   * a) Reducing the size of the tumor\\n   * b) Preventing the development of invasive disease\\n   * c) Relieving pain\\n   * d) Prolonging the patient's life\\n   * e) Preserving the shape of the breast\\n   Answer: b) Preventing the development of invasive disease\\n * Question: What is the most common type of invasive breast cancer?\\n   * a) Invasive lobular carcinoma\\n   * b) Invasive ductal carcinoma\\n   * c) Medullary carcinoma\\n   * d) Adrenal carcinoma\\n   * e) Inflammatory breast cancer\\n   Answer: b) Invasive ductal carcinoma\\n * Question: Which hormone receptors are evaluated in breast cancer assessment?\\n   * a) Insulin receptors\\n   * b) Thyroid receptors\\n   * c) Estrogen and progesterone receptors\\n   * d) Adrenaline receptors\\n   * e) Serotonin receptors\\n   Answer: c) Estrogen and progesterone receptors\\n * Question: What does it mean if a breast cancer is HER2-positive?\\n   * a) The tumor responds well to hormone therapy.\\n   * b) The tumor grows quickly and may be more aggressive.\\n   * c) The tumor is in an early stage and easily treated.\\n   * d) The tumor is not likely to spread.\\n   * e) The patient has a strong family history of cancer.\\n   Answer: b) The tumor grows quickly and may be more aggressive.\\n * Question: Which factor does not affect the prognosis of breast cancer?\\n   * a) Age at diagnosis\\n   * b) Race\\n   * c) Diet\\n   * d) Eye color\\n   * e) Tumor size\\nAnswer: d) Eye color\\n * Question: Which of the following reduces the risk of breast cancer recurrence?\\n   * a) Alcohol consumption\\n   * b) High-fat diet\\n   * c) Obesity\\n   * d) Regular exercise\\n   * e) Smoking\\nAnswer: d) Regular exercise\\n * Question: What tumor size is considered T1 in breast cancer staging?\\n   * a) Less than 2 cm\\n   * b) Between 2 and 5 cm\\n   * c) Greater than 5 cm\\n   * d) Spread to the chest wall\\n   * e) Spread to the skin\\nAnswer: a) Less than 2 cm\\n * Question: What does N1 mean in breast cancer staging?\\n   * a) No spread to lymph nodes\\n   * b) Spread to 1-3 axillary lymph nodes\\n   * c) Spread to 4-9 axillary lymph nodes\\n   * d) Spread to 10 or more lymph nodes\\n   * e) Spread to distant lymph nodes\\nAnswer: b) Spread to 1-3 axillary lymph nodes\\n * Question: What does M1 mean in breast cancer staging?\\n   * a) No distant metastasis\\n   * b) Spread to bones only\\n   * c) Spread to lungs only\\n   * d) Spread to brain only\\n   * e) Spread to distant organs\\nAnswer: e) Spread to distant organs\\n * Question: What is the difference between clinical stage and pathological stage of breast cancer?\\n   * a) Clinical stage is after surgery, pathological stage is before.",
  "\\nWhich of the following medical illnesses Associated with Anxiety Symptoms?\\n- a- Angina\\n- b- Cushing disease\\n- c- irritable bowel syndrome\\n- d- stroke\\n- e- all of the above",
  "\\nWhat is the most common finding in Cushing syndrome?\\n- a- Peripheral obesity\\n- b-Central obesity and facial rounding\\n- c-Hypertension\\n- d-Myopathy or muscular weakness\\n- e-Gonadal dysfunction",
  "A 40-year-old woman is diagnosed with Primary adrenal insufficiency (Addison disease). Which of the following patient education recommendations should be addressed to avoid an acute adrenal crisis EXCEPT:\\na-Always carry identification (eg, medical alert bracelet) listing the diagnosis.\\nb- Take corticosteroid supplementation as directed and do not abruptly stop treatment.\\nc- Advice all treating health care professionals that he has a diagnosis of chronic adrenal insufficiency\\nd-Supplemental dosing of glucocorticoid as may be required during an acute illness, including infections, surgery, even fever\\ne-The reduction in excess pigmentation is the only clinical marker",
  "\\nSecondary adrenal insufficiency is a condition where the pituitary gland doesn't make enough of the hormone ACTH, which stimulates the adrenal glands to produce cortisol. Secondary adrenal insufficiency results from:\\n- a-ketoconazole.\\n- b-medroxyprogesterone acetate\\n- c-autoimmune destruction.\\n- d-tuberculosis\\n- e-phenytoin",
  "\\nLubna is a 20 years old female, a known of hyperaldosteronism on treatment. However, she stated that after starting the treatment she developed irregular menses. Which drug that could be prescribed for hyperaldosteronism that potentially cause this effect\\n- a-Spironolactone\\n- b- Eplerenone\\n- c-Amiloride\\n- d-Chlorthalidone\\n- e-Triamterene",
  "\\n-M.S, a 50-year-old female on metformin and Metyrapone, now she prepared to Transsphenoidal resection of the pituitary tumor. Which medication is/are most optimal to be used at this time to control patient symptoms regarding the elevated cortisol level?\\n- a-Add Ketoconazole to Metyrapone\\n- b-Switch to Etomidate\\n- c-Switch to Ketoconazole\\n- d-Switch to Mifepristone\\n- e-Switch to Pasireotide",
  "\\nA.A is 23 years old male with primary adrenal insufficiency, is stable on 15 mg hydrocortisone 3 times daily, now he has upper respiratory tract infection and fever of 39 C. what is your action about hydrocortisone dose\\n- a Decrease to 10 mg *3\\n- b-Remain as 15mg*3\\n- c-Increase to 30mg*3\\n- d-increase to 40 mg 3\\n- e-Decrease to 5 mg 3",
  "\\nJM is a regular patient came to your private pharmacy carrying a lab. Test positive for TRABS, your most likely first thought would be:\\n- A. The patient is suffering from hypcadrenalism\\n- B. The patient is anemic\\n- C. The patient should be sent for T3, T4, and TSH blood test\\n- d-The patient is suffering from leukemia",
  "\\nCS is a patient suffering from a chronic disease for which his physician has ordered a 13 Injection which he considers as the first choice drug in this condition only, according to  your opinion this condition would be:\\n- A. Chronic hypothyroidism.\\n- B.Hyperthyroidism\\n- C.Myxedema coma\\n- D. Hypoadrenalism",
  "\\nAdrenal insufficiency produced by Autoimmune dysfunction or drugs, which drug was reported to induce secondary adrenal insufficiency?\\n- a-ketoconazole\\n- b-medroxyprogesterone\\n- c-phenytoin\\n- d-rifampin\\n- e-phenobarbital",
  "27-year-old woman comes to endocrinologist because she has had suffer from hair on her face, chest, and back as well as irregular menses for the past 10 months. She says she also has had easy bruising with poor wound healing during this time. Diagnosis of Cushing syndrome is confirmed by laboratory tests. Which one of the following drugs is most appropriate for this patient?",
  "\\nAdrenal insufficiency is caused  by multiple etiologies. The most common cause of secondary adrenal insufficiency in countries like Iraq and Egypt is\\n- a-Autoimmune disorder\\n- b-Tuberculosis\\n- c-air pollution\\n- d-rifamicin\\n- e-long term administration of exogenous corticosteroids",
  "\\nPasireotide is approved for use in Cushing disease primarily because:\\n- a- It has fewer side effects than other therapies\\n- b-It directly stimulates cortisol breakdown\\n- c-It can be used as a first-line treatment\\n- d-it is effective in patients who cannot have surgery\\n- e-It promotes adrenal gland regeneration",
  "\\nHow should patients with Addison's disease using corticosteroid replacement manage their doses during stressful situations?\\n- a- No need for adjustments, the body compensates automatically..\\n- b- Reduce the dose slightly to avoid overexposure\\n- c-Maintain regular dosage regardless of stress levels.\\n- d-Temporarily double their daily dose until the stressful event subsides.\\n- e-Stop taking medication until the stressful situation resolves.",
  "\\nAn adult woman patient with classic Cushing's disease (caused by a pituitary adenoma) referred to surgery, Laparoscopic adrenalectomy is her current treatment according to her physician mostly because?\\n- a-Transsphenoidal surgery and pituitary radiotherapy have failed or cannot be used.\\n- b- Preferred for bilateral adrenal adenomas.\\n- c- Preferred for tumors invading the dura or cavernous sinus\\n- d-Treatment of choice for both ACTH dependent and ACTH independent Cushing syndrome\\n- e-Pharmacotherapy failed to be used as first line treatment",
  "M.S, a 55-year-old fomale on Etomidate prepared to Transsphenoidal resection of the pituitary tumor for her Cushing disease. Recently she developed an emergent medical condition necessities addition of an oral hypoglycemic drug to her regimen and this operation not possible to be performed.\\nWhich medication is most optimal to be used at this time to control patient symptoms regarding the elevated cortisol level?",
  "\\nPersistent hyperkalemia is one complication of adrenal crisis. The preferred treatment for persistent hyperkalemia in adrenal crisis is\\n- a- Spironolactone\\n- b-Furosemide\\n- c-Fludrocortisone\\n- d-Amlodipine\\n- e-Chiortalidone",
  "Mr. AN presented with lethargy nausea and muscle weakness. His blood tests showed the following finding; high corticotropin, low cortisol, high renin, low aldosterone and low androgens. Which of the following clinical conditions would be most likely to produce this set of signs and symptoms?",
  "\\n.\\n- a-Cushing's Disease\\n- b-Ectopic corticotropin-producing tumor\\n- c-Secondary renal insufficiency\\n- d-Congenital adrenal hyperplasia\\n- e-Addison's Disease",
  "\\nThe main advantage of etomidate over other steroidogenic inhibitors is:\\n- a-Long-term control of cortisol levels\\n- b-Reversible androgenic side effects\\n- c-Ease of administration (oral)\\n- d. Effectiveness in acute hypercortisolemia\\n- e-Lower risk of neurological side effects",
  "\\nEplerenone exhibits advantages over spironolactone for managing bilateral adrenal hyperplasia due to its:\\n- a-Lower cost\\n- b- longer half-life\\n- c-Fewer side effects\\n- d-Greater potassium lowering effect\\n- e-Improved blood pressure control",
  "\\nadrenal insufficiency, which additional medication might be needed if hyperkalemia persists after hydrocortisone therapy?\\n- a- Dextrose 25% solution\\n- b-Dextrose 5% in normal saline\\n- c-Insulin\\n- d-Fludrocortisone acetate\\n- e-Spironolactone",
  "Which of the following statements is true about hyperaldosteronism?\\na-Rarely, primary hyperaldosteronism can be caused by bilateral adrenal hyperplasia\\n. b-Primarily hyperaldosteronism is indicated when the ratio of aldosterone to renin is less than 30 ng/dl per ng/\\nml.hr\\n).\\nc-a strong indication of primary hyperaldosteronism is when the aldosterone-to-renin ratio is greater than 20 ng/dl per ng/mLht).\\nd-Secondary hyperaldosteronism is mostly caused by an extra-adrenal factor overstimulating the zona glomerulosa.\\ne-The preferred method of treating unilateral adrenal hyperplasia is with aldosterone-receptor antagonists.",
  "\\nACTH-independent Cushing syndr is usually caused by:\\n- a-Adrenal adenomas & carcinomas.\\n- b-Thyroid ectopic ACTH secretion\\n- c-Pituitary adenoma\\n- d-Endocrine ectopic ACTH syndrome\\n- e-Non-Endocrine ectopic ACTH syndrome",
  "\\nIn hyperaldosteronism, if ARR is positive, confirmatory tests to exclude false positives. are the following, Except:\\n- a-oral sodium-loading test\\n- b-saline infusion test\\n- c-Glucose tolerance test\\n- d-fludrocortisone suppression test (FST)\\n- e-captopril challenge test",
  "MT MCQ 5th Pharmacy | الفريق الوزاري\\n pinned «\\nفهرس الامسيكيو  THERAPEUTICS II   \\n⭕\\n Lec1 Adrenal Gland Disorder   \\n⭕\\n Lec 2 Thyroid Gland Disorder  \\n⭕\\n Lec 3 Alzheimer Disease  \\n⭕\\n  Mcq Alzheimer's Disease   \\n⭕\\n  Lec 4 Anxiety Disorders  \\n⭕\\n Mcq Anxiety   \\n⭕\\n Lec 5 Depressive Disorders  \\n⭕\\n Mcq Depressive Disorder  …\\n»",
  "\\nMr. Hassan illustrates the presentation of Cushing's syndrome as he has unilateral adrenal adenomas.\\nIn your opinion, what is the preferred strategy for therapy that should be started with for this patient?\\n- a-Adrenolytic Agents.\\n- b- Radiotherapy.\\n- c-Steroidogenesis Inhibitors.\\n- d-Laparoscopic adrenalectomy.\\n- e-Transsphenoidal resection..",
  "\\nRegarding Cushing Syndrome, treatment of choice for both acth-dependent and acth-independent Cushing Syndrome is\\n- a-surgical resection of offending tumors\\n- b-mifepristone\\n- c-ketoconazole\\n- d-cyproheptadine\\n- e- None of the above",
  "\\nRegarding adrenal gland disorders, Conn syndrome is...........\\n- a- an ACTH-producing adenoma\\n- b- a cortisol-producing adenoma\\n- c-an aldosterone-producing adenoma\\n- d-a prolactin-producing adenoma\\n- e- None of the above",
  "\\nSteroidogenesis inhibitors indicated for treatment of Cushing Syndrome. Which of the followings not correct regarding Etomidate\\n- a- Administered parenterally.\\n- b- Used in emergency to treat acute hypercortisolism\\n- c-Serum cortisol monitoring recommended to follow hypercortisolism\\n- d-Administered to patient with acute hypercortisolism going to surgery\\n- e- It causes hypertension",
  "\\nAddison Disease is associated with several biomedical disturbances. All the followings are associated with Addison Disease EXCEPT:\\n- a- Low level of ACTH\\n- b-Low level of cortisol\\n- c-Low level of aldosterone\\n- d-High level of ACTH\\n- e-High level of CRH",
  "\\nCushing Syndrome has several clinical presentations. One of the followings is not a clinical presentation of Cushing Syndrome\\n- a-Glucose intolerance\\n- b- Psychiatric changes\\n- c- Amenorrhea\\n- d-Bilirubin elevation\\n- e-Muscular weakness",
  "L.S is 35 years old male, he was presented with the following sign and symptoms: muscle weakness, fatigue, paresthesias, headache, polydipsia, and nocturnal polyuria. He also had elevated blood pressure and tetany. Blood pressure: 160/100 mmHg Serum potassium: 1.2 mEq/i normal value (3.5-5 mg/l) Aldosterone hormone level: elevated. What is the first line treatment for this case?",
  "\\nLifelong glucocorticoid replacement therapy may be necessary for patients with adrenal insufficiency. Hydrocortisone is often prescribed because it has the following characteristic EXCEPT:\\n- a-It is closely resembles endogenous cortisol\\n- b- It has relatively high mineralocorticoid activity\\n- c-It has short half-life\\n- d-It allows the design of regimens that simulates the normal circadian cycle\\n- e-It has relatively low mineralocorticoid activity",
  "\\nRegarding endogenous Cushing's syndrome accompanied by type 2 DM, the best treatment is.\\n- a-Metyrapone\\n- b- Ketoconazole\\n- c-Etomidate\\n- d-Mifepristone\\n- e-Mitotane",
  "\\nThe pharmacological therapy of Cushing's Syndrome involves different agents. A glucocorticoid-receptor blocking agent used as part of the pharmacologic therapy of Cushing's syndrome is:\\n- a- Mitotane\\n- b- Mifepristone\\n- c-Methimazole\\n- d-Metformin\\n- e-Miglitol",
  "\\n50-year-old man with advanced tuberculosis has developed signs of severe acute adrenal insufficiency. The patient should be treated immediately with a combination of\\n- a-Aldosterone and fludrocortisone\\n- b-Triamcinolone and dexamethasone\\n- c- Cortisol and fludrocortisone\\n- d-Dexamethasone and metyrapone\\n- e-None of the above",
  "\\nHyperaldosteronism can cause several disturbances. One of the following is not a Clinical Presentation of hyperaldosteronism:\\n- a- Hypernatremia\\n- b-Polydipsia\\n- c- Nocturnal polyuria\\n- d-Hypertension\\n- e-Hypermagnesemia",
  "\\nMitotane is a cytotoxic drug. All the followings are true about Mitotane EXCEPT\\n- a-Causes reversible hypercholesterolemia\\n- b-Causes significant neurologic side effects\\n- c-Causes prolonged bleeding times.\\n- d-Reduces synthesis of cortisol\\n- e-It is considered as first line therapy for Cushing Syndrome",
  "\\nSteroidogenic inhibitors that used in preparation for surgery for patients with Cushing's syndrome is:\\n- A- Metyrapone\\n- B- Cyproheptadine\\n- C- Tretinoin\\n- D- Mifepristone\\n- E- Fludrocortisone",
  "\\nClinical presentation of Cushing syndrome includes the following EXCEPT\\n- A- Oedema\\n- B- Hypotension\\n- C- Osteoporosis\\n- D- Hirsutism in women\\n- E- Central obesity",
  "\\nRegarding Cushing syndrome. Mifepristone is one of the pharmacological therapies for Cushing syndrome, for which all of the following are false EXCEPT:\\n- a- It is glucocorticoid-receptor agonist\\n- b- It increases endogenous cortisol and ACTH levels in Cushing patients\\n- c- It is effective in reversing the manifestations of hypocortisolism\\n- d- It can be used for endogenous Cushing syndrome in patients who have type 2 diabetes\\n- e- May result in endometrial hyperplasia and hyperkalemia",
  "\\nRegarding the treatment of adrenal insufficiency, the corticosteroid agent of choice is\\n- a- deoxycorticosterone trimethylacetate\\n- b- fludrocortisone acetate\\n- c- prednisolone\\n- d- prednisone\\n- e- hydrocortisone",
  "\\nRegarding Addison disease. All of the following are true EXCEPT:\\n- a- Skin hyperpigmentation is a characteristic feature\\n- b- The short cosyntropin stimulation test is used to confirm the diagnosis\\n- c- Hydrocortisone + fludrocortisone acetate is the treatment of choice\\n- d- Hyperkalemia + hyponatremia are common\\n- e- Laparoscopic adrenalectomy is the non-pharmacological treatment of choice",
  "\\nHyperpigmentation of the skin is a catachrestic feature of\\n- a- primary acute adrenal insufficiency\\n- b- primary chronic adrenal insufficiency\\n- c- Cushing syndrome\\n- d- Conn's syndrome\\n- e- Hyperthyroidism",
  "\\nIn the Cushing disease, the lab data that may confirm its diagnosis are\\n- a- Probably normal or High ACTH\\n- b- Low or normal ACTH\\n- c- Low serum cortisol\\n- d- Serum cortisol normal\\n- e- CRH test no response",
  "\\nA 45 years old man suffering from Cushing syndrome due to unilateral adrenal adenoma Treatment of choice for this patient is\\n- a-Transsphenoidal resection of adrenal adenoma\\n- b- Radiotherapy of adrenal adenoma\\n- c-Laparoscopic adrenalectomy\\n- d-Chronic drug therapy.\\n- e-Open surgery of adrenals",
  "\\nHyperaldosteronism causes a variety of clinical manifestations. Adult manifestations of hyperaldosteronism include the followings EXCEPT:\\n- a- Tetany\\n- b- Polydipsia\\n- c-Edema\\n- d-Hypokalemia\\n- e-Hypertension",
  "\\nTreatment of adrenal crisis should include a suitable initial first line IV fluid. for patients with adrenal crisis is\\n- a- Normal saline\\n- b-Dextrose 5% in normal saline\\n- c-Lactated ringer\\n- d-Mannitol 20%\\n- e-Dextrose 25% in water",
  "فهرس الامسيكيو \\nTHERAPEUTICS II\\n \\n⭕\\n Lec1 Adrenal Gland Disorder\\n \\n⭕\\n Lec 2 Thyroid Gland Disorder\\n⭕\\n Lec 3 Alzheimer Disease\\n⭕\\n  Mcq Alzheimer's Disease\\n \\n⭕\\n  Lec 4 Anxiety Disorders\\n⭕\\n Mcq Anxiety \\n⭕\\n Lec 5 Depressive Disorders\\n⭕\\n Mcq Depressive Disorder\\n \\n⭕\\n Lec 6 Schizophrenia\\n⭕\\n Mcq Schizophrenia\\n \\n⭕\\n Lec 7 Insomnia\\n⭕\\n Mcq insomnia\\n⭕\\n Cancer chemotherapy and treatment\\n⭕\\n Prostate cancer\\n⭕\\n Breast cancer",
  "\\nThe most common initial findings in Cushing's syndrome are:\\n- A. Diabetes and hypertension\\n- B. Central obesity and facial rounding\\n- C. Myopathies and muscular weakness\\n- D. Striae along the lower abdomen, that take on a red to purple color\\n- E. Lemon on stick appearance",
  "\\nDrugs that inhibits cortisol synthesis include the followings EXCEPT:\\n- A. Metyrapone\\n- B. Aminoglutethimide\\n- C. Ketoconazole\\n- D. Cyproheptadine\\n- E. Mitotane",
  "\\n- Clinical manifestations of Addison's disease include the following EXCEPT:\\n- A. Weight loss\\n- B. Dehydration\\n- C. Hyponatremia\\n- D. Hypokalemia\\n- E. Hyperpigmentation",
  "\\nThe most common cause of adrenal crisis is\\n- A. Adrenal surgery\\n- B. Severe Adrenal trauma.\\n- C. Acute Pituitary insufficiency.\\n- D. Abrupt withdrawal of exogenous glucocorticoids in patients receiving chronic treatment.\\n- E. Acute stressful conditions",
  "\\nTreatment plans in Cushing syndrome are based on etiology. Treatment of choice for both ACTH-dependent and ACTH-independent cushing syndrome is:\\n- A- Ketoconazole\\n- B- Mitotane\\n- C- Surgical resection of offending tumors.\\n- D- Mifepristone\\n- E- Radiotherapy",
  "\\nSteroidogenesis Inhibitors drugs are used for treating Cushing disease as second-line treatments in patients who are not surgical candidates. Drug with antiandrogenic activity and beneficial in women but can cause gynecomastia and hypogonadism in men?\\n- A- Metyrapone\\n- B- Etomidate\\n- C- Both of answer A and B\\n- D- Ketoconazole\\n- E- Both of Answer B and D",
  "\\nRegarding adrenal insufficiency there are many clinical symptoms will associate with it. The following are the major clinical symptoms associated with 90% destruction of adrenal gland cortex, EXCEPT :\\n- A- Hyperpigmentation\\n- B- Weight lost\\n- C- Hypernatremia\\n- D- Dehydration\\n- E- Hyperkalemia",
  "L.S is 35 years old male was presented with the following signs and symptoms: muscle weakness, paresthesias, headache, polydipsia, and nocturnal polyuria. He also had elevated blood pressure and tetany. Serum potassium: 1.2 mEq/I (normal value 3.5-5), Aldosterone hormone level: elevated. \\nWhat is the first line treatment for this case?",
  "\\nA 21 years old female has both hyperaldosteronism and menstrual irregularities. The most appropriate treatment for this female is\\n- A- Amiloride\\n- B- Chlortalidone\\n- C- Eplerenone\\n- D- Spironolactone\\n- E- All are appropriate",
  "\\nAcute adrenal Insufficiency (adrenal crisis) represents a true endocrine emergency. The glucocorticoid of choice for treatment\\n- A- Mometasone\\n- B- Hydrocortisone\\n- C- Dexamethasone\\n- D- Prednisolone\\n- E- Betamethasone",
  "Regarding Addison disease: Which of the following is incorrect statement? is incorre\\nA- Addison disease is characterized by destruction of all regions of the adrenal cortex.\\nB- Addison disease is characterized by very low or undetectable serum cortisol and aldosterone levels.\\nC- Addison disease is characterized by increased skin pigmentation especially on the face, oral mucosa, palmar creases and knuckles.\\nD- Addison disease is characterized by high levels of serum CRH and ACTH.\\nE- Addison disease is characterized by high blood pressure especially on standin"
]